[
  {
    "title": "ইসলামের পঞ্চস্তম্ভ: এক সংক্ষিপ্ত পথিক্রম",
    "subtitle": "ইমান ও ইবাদতের ভিত্তি",
    "content": "ইসলামের পঞ্চস্তম্ভ (শাহাদাহ, সালাত, সাওম, যাকাত ও হজ্ব) মুসলিম জীবনের কর্ণধার। শাহাদাহ বোঝায় ‘লা ইলাহা ইল্লাল্লাহ, মুহাম্মাদুর রাসূলুল্লাহ’ — আল্লাহ ছাড়া আর কোনো উপাস্য নেই, মুহাম্মদ (সা:) তাঁর রাসূল। এটি আমাদের ঈমানের মূল ভিত্তি।\n\nসালাত হলো দিনে পাঁচবার আল্লাহর সঙ্গে সংযোগ স্থাপন। শুধু দাঁড়িয়ে, রুকু ও সিজদা নয় — নিয়ত, মনোযোগ ও নিয়মিততা গুরুত্বপূর্ণ।\n\nসাওম বা রমজানের রোজা কেবল ক্ষুধা ও তৃষ্ণা রোধ নয়; আত্মশুদ্ধি, ধৈর্য, যাপিত জীবনের পুনর্মূল্যায়ন।\n\nযাকাত হলো মুমিনের সম্পদ থেকে নিদিষ্ট অংশ আল্লাহর পথে ছাঁটাই করা—স্মরণ করিয়ে দেয় দারিদ্র ও সঙ্গহীনদের কথা।\n\nহজ্ব হলো মুসলিমের জীবনে একবার অবশ্য পালনীয় তীর্থযাত্রা, যা জামাত, আত্মতিলোত্তর ও সামাজিক একত্রিত করার এক বিশাল অভিজ্ঞতা।\n\nএই পঞ্চস্তম্ভ একসাথে মুসলিম ব্যক্তিত্ব গঠন করে—আধ্যাত্মিক, সামাজিক ও অর্থনৈতিক মাত্রায়।",
    "author": "ইসলামি শিক্ষা কেন্দ্র",
    "image_url": "https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2Fthistimebd.com%2Fimages%2Fislam-ki-islam-five-piller-name-bangla-what-is-islam-thistimebd.webp&f=1&nofb=1&ipt=572e736a4792fffe1ece5adef1967416a42d432094fb9efa068228f681e5de61"
  },
  {
    "title": "কুরআন-আহলে সুন্নাহর আলোকে সাওমের রহস্য",
    "subtitle": null,
    "content": "রমজান মাসে রোজা রাখা মানে শুধু ক্ষুধা ও তৃষ্ণা রোধ নয়; এটি আত্মশুদ্ধি, ধৈর্য বৃদ্ধি, ও আল্লাহর আদেশকে জীবনে বাস্তবায়ন করার একটি সুযোগ।\n\nরোজার প্রথম অংশ হলো নিয়ত — ‘‘আমি আল্লাহর সন্তুষ্টির জন্য রোজা রাখি’’ — এই সংজ্ঞায় মনোযোগ দেওয়া জরুরি।\n\nরোজার সময় খাবার ও পানির বিরতি ছাড়াও মনের ও শোভনের বিরতি জরুরি: গালি, মিথ্যা, হিংসা থেকে বিরত থাকা রোজাকে সম্পূর্ণ করে।\n\nইফতার এক মহান মুহূর্ত: সূর্যাস্তের সঙ্গে আল্লাহর রহমত ও সহোদরত্ব ফুটে ওঠে। শহর ও গ্রামে রোজাদাররা মিলিত হয়ে খাবার ভাগাভাগি করে। উদাহরণ হিসেবে, Islamic Relief Bangladesh-এর বাশানচর কার্যক্রম রোজাদারদের পাশে দাঁড়িয়েছে। :contentReference[oaicite:1]{index=1}\n\nশেষরাতে শবে কদরের গুরুত্ব, এবং রোজার পর ঈদুল ফিতরের আনন্দ ও মুসলিম উম্মাহর সামাজিক মিলন—সবকিছু এই মাসকে বিশেষ করে তোলে।",
    "author": "মুসলিম বাংলা ব্লগ",
    "image_url": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fwallpaperaccess.com%2Ffull%2F380564.jpg&f=1&nofb=1&ipt=1d6beb5ad0bcdccd14b2f8e237568cd50a7ec17bd9b8c41edca49c4eae3fb038"
  },
  {
    "title": "নামাজের আদব ও তার গুরুত্বপূর্ণ দৃষ্টিকোণ",
    "subtitle": "ইবাদতের স্থায়ী রূপ দেওয়া",
    "content": "নামাজ হলো এমন এক ইবাদত যা মুসলিমকে আল্লাহর সঙ্গে নিয়মিত সংযুক্ত রাখে। তবে শুধু যেতে যাবে, রুকু করবে, সিজদা করবে—এই পর্যায়ে থেমে যাওয়া যথেষ্ট নয়।\n\nপ্রথম ধাপ হলো নিয়ত এবং পরবর্তী হলো মনোযোগ: ‘‘اللهُ أَكْبَرُ’’ বলার সঙ্গে উদ্ধার কেবল মুখের কথা নয়, হৃদয়ে আল্লাহর মহানতা অনুভব করা প্রয়োজন।\n\nরুকু ও সিজদার সময় সচেতন থাকা—ছুড়ে-ছুড়ে না থাকা, দ্রুত না হওয়া—নামাজকে জীবনের অংশ করে তুলতে পারে।\n\nনামাজের পরে দোয়াতে পড়ুন আপনার জীবনের গুরুত্ববহ বিষয়গুলো: “হে আল্লাহ, আমাকে হেদায়ত দাও, আমার ভুল ক্ষমা কর, আমার পরিবারকে বরকত দাও।” এই ছোট-ছিটা পরিবর্তন নামাজকে শুধু রুটিন না করে জীবনের পরিবর্তিত শক্তিতে পরিণত করে।\n\nসকাল-সন্ধ্যার নামাজ বা জামাতে মসজিদে অংশ নেওয়া সামাজিক বন্ধন গড়ে তোলে—মুসলিমদের মধ্যে একতা ও সতর্কতা বাড়ায়।\n\nএকথাও ভাবুন: আমরা কি প্রতিদিন নামাজে যাওয়া মাত্রাই বাড়িয়ে দেই? নামাজের পর আল্লাহর স্মরণ (যিকর), কুরআনের আয়াত পাঠ বা এক ক্ষণ ধ্যান কি অদৃশ্য হয়ে যাচ্ছে? না, নামাজকে এমন ‘ফ্যাক্টরি’ বানাই যেখানে আমরা আল্লাহর সন্তুষ্টি অর্জনের জন্য কাজ করি।",
    "author": null,
    "image_url": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fwallpapercave.com%2Fwp%2FrrezhlW.jpg&f=1&nofb=1&ipt=c087ae6091d069e626b869f98e34f613ef72bac2b22c31a79efdaf2302f790cd"
  },
  {
    "title": "তাওহীদ — এক আল্লাহর একাত্মতা ও তার প্রাসঙ্গিকতা",
    "subtitle": "আক্বীদাহর মূল ভিত্তি",
    "content": "তাওহীদ অর্থ — আল্লাহ ছাড়া আর কেউ উপাস্য নয়, আল্লাহ এক ও অনন্য। এই বোধ শুধুই বিশ্বাসের বিষয় নয়; এটি প্রতিদিনের জীবনের রীতি-নীতি নির্ধারণ করে।\n\nযখন আমরা বলি ‘‘লা ইলাহা ইল্লাল্লাহ’’, তখন আমরা মানব জীবনের সমস্ত সিদ্ধান্তকে সেই কথা অনুযায়ী সাজানোর অঙ্গীকার করি: ন্যায়বিচার, সহনশীলতা, পরহেজগারি।\n\nআইনি সিদ্ধান্ত বা ব্যক্তিগত সম্পর্ক—সবকিছুতেই একটি ঘোষণা কাজ করে: আল্লাহ এক। তাই অন্যকে বসিয়ে বিচার বা পূজা করা বা ছদ্মদেবতা গ্রহণ করা ইসলাম দ্বারা নিষিদ্ধ।\n\nআধুনিক যুগে তাওহীদের অভাব অনেক সামাজিক সংকটের দৃষ্টান্ত হয়ে উঠেছে—ব্যক্তি দর্শনের পরিবর্তন, নৈতিক পতন ও আত্মপরিচয়ের বিভ্রাট। কিন্তু মুসলিম সচেতন হলে এই সংকট অতিক্রম করা সম্ভব।\n\nএই নিবন্ধে ধাপে ধাপে ব্যাখ্যা দেওয়া হয়েছে কুরআনের আয়াত, হাদিস, ও আধুনিক চিন্তাধারার আলোকে—কীভাবে তাওহীদকে শুধু ভাষিক বিশ্বাস না করে জীবনের ভিত্তি বানানো যায়।",
    "author": "আলিম রিসার্চ সেন্টার",
    "image_url": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fcdn.britannica.com%2F89%2F94689-050-4C424297%2Fshahadah-call-lines-prayer-Islamic-mosque-calligraphy.jpg&f=1&nofb=1&ipt=a86e8eff1b5cd9b11c0ce8371e33d5d86651046af9d2f08df7d5deb5b1ee49cf"
  },
]
