[
    {
        "title": "Real Peace in history: Jesus and Mary",
        "description": "What Does the Quran Say About Jesus, Mary, and the Trinity? | Quranic Insights In this video, we explore powerful Quranic verses addressing major theological questions and misconceptions. Topics covered include: The Concept of Trinity in Islam Was Jesus Crucified? Is Jesus the Son of God? Who Were the Parents of Adam and Eve? Was Mary a Virgin? Discover how the Quran responds to these important issues with clarity and depth. Whether you're Muslim, Christian, or simply curious, this video offers insightful comparisons and a deeper understanding of Islamic beliefs about key figures and events.",
        "url": "https://www.youtube.com/embed/6dedJO2zdc0?si=x14lvBAXd8V1wZXF",
        "category": "Islamic History"
    },
    {
        "title": "Former Priest Converts to Islam",
        "description": "A former priest from South Africa converted to Islam after a dream and converted his church, with thousands of followers joining him.",
        "url": "https://www.youtube.com/embed/luH3S-8lb10",
        "category": "Conversion Stories"
    },
    {
        "title": "The Hidden History of Christmas",
        "description": "An exploration of the origins and evolution of Christmas traditions, examining historical and cultural influences.",
        "url": "https://www.youtube.com/embed/QEtmSLjgbOU",
        "category": "Cultural Studies"
    },
    {
        "title": "Abu Ubayda's 10 Beautiful Bangla Naat",
        "description": "A collection of ten beautiful Bangla naats performed by Abu Ubayda, showcasing the rich tradition of Islamic devotional music.",
        "url": "https://www.youtube.com/embed/Dwg7TZZNA0Q",
        "category": "Islamic Music"
    },
    {
        "title": "Surah Mulk - Calming Recitation",
        "description": "A soothing recitation of Surah Mulk, offering spiritual tranquility and reflection through the beautiful voice of the reciter.",
        "url": "https://www.youtube.com/embed/BlSXxA1o1-Y",
        "category": "Quranic Recitations"
    }
]
