[
    {
        "content": "Jesus truly loved his people. He dedicated his life to the ultimate well-being of humanity. However, does Jesus get the love he deserves in return? Did Jesus ever claim to be God? Did you try to find the truth about him? If you claim to love Jesus, should not you learn what he really preached and wanted mankind to follow? (Learn more in find peace tab)",
        "author": "FOR THE LOVE OF JESUS"
    },
    {
        "content": "Thousands of christians have discovered the truth about Jesus and God. But how so? They have listened to their heart. The heart that God has created to obey its Creator. The heart can find peace and happiness only in realizing its true purpose. The purpose is not to live a mundane life and die one day. The purpose is to get to know God and follow God’s commandments. The God of Jesus the messenger.",
        "author": "THE PURSUIT OF HAPPINESS AND PURPOSE"
    },
    {
        "content": "God is the Most Merciful and Most Benevolent. God knows when you are hurting. God knows when you are burdened by the frustration and sorrows of this grinding life. God cares about you. God has sent His messengers to enlighten you about this life’s purpose so that your heart finds peace. God has sent Jesus (pbuh) as a messenger and after him, God has sent Muhammad (pbuh) to guide you, to prepare you for paradise.",
        "author": "GOD IS WAITING FOR YOU TO COME BACK"
    },
    {
        "content": "Aliyah Umm Raiyan: There has to be purpose behind the normal kind of daily grind of life. Look at a leaf. How intricately designed it is! Think, what is the purpose of it? If this leaf has a purpose, I am a part of this creation too… what is my purpose?  Ashley Belal:  We have to learn to think. we get so caught up in living that we don’t think much about what we are living for. Religion shouldn’t be like an inheritance. We should search for the truth. Arnoud van doorn: Do not listen to the media or politicians. Do your own research. You will find out in sha ALLAH islam is the solution, islam is the truth. (Former anti-islamic party politician from the Netherlands) Joram Van Klaveren: I became much happier after I became muslim. I would like to invite everyone to become a muslim just because it brings peace to your soul, it brings peace to your heart. It is the truth. It resonates with heart and soul. (Former anti-islamic politician from the Netherlands)",
        "author": "FROM THE ONES WHO FOUND THE TRUTH AND PEACE"
    }
]